Repository: philornot/EasyModAPI
Catalog: locales/*/LC_MESSAGES/forest_mod_manager.po
Languages: pl

source: Easy mod installation
pl: Łatwa instalacja modów

source: logs
pl: logi

source: Select MODAPI folder
pl: Wybierz folder MODAPI

source: Open mods folder
pl: Otwórz folder modów

source: Select MODAPI main folder
pl: Wybierz główny folder MODAPI

source: Invalid folder! Select MODAPI main folder.
pl: Nieprawidłowy folder! Wybierz główny folder MODAPI.

source: ✓ MODAPI Folder: {folder_name}
pl: ✓ Folder MODAPI: {folder_name}

source: Select MODAPI folder first!
pl: Najpierw wybierz folder MODAPI!

source: ✓ ZIP file has been added!
pl: ✓ Plik ZIP został dodany!

source: Failed to create mod card
pl: Nie udało się utworzyć karty moda

source: Error: {error}
pl: Błąd: {error}

source: ✓ Mods installed successfully!
pl: ✓ Mody zainstalowane pomyślnie!

source: Folder mods/TheForest does not exist!
pl: Folder mods/TheForest nie istnieje!

source: Drop ZIP file with mods here or click to select
pl: Przeciągnij i upuść plik ZIP z modami lub kliknij aby wybrać

source: First select MODAPI folder!
pl: Najpierw wybierz folder MODAPI!

source: ← Previous
pl: ← Wstecz

source: Next →
pl: Dalej →

source: Got it!
pl: Rozumiem!

source: New version available!
pl: Dostępna nowa wersja!

source: Update to {version} available!
pl: Dostępna aktualizacja do wersji {version}!

source: Install
pl: Zainstaluj

source: Remove
pl: Usuń

source: Files count: {count}
pl: Liczba plików: {count}

source: Added: {date}
pl: Dodano: {date}

source: Hey there! 👋 Let's get your mods working! First, click the 'Select MODAPI folder' button to tell me where you installed MODAPI.
pl: Cześć! 👋 Zainstalujmy twoje mody! Najpierw kliknij przycisk 'Wybierz folder MODAPI', aby wskazać gdzie zainstalowałeś MODAPI.

source: Great! Now you can drag and drop your mod ZIP files here. Don't have any mods yet? No worries! You can download them from ModAPI website.
pl: Świetnie! Teraz możesz przeciągnąć i upuścić tutaj pliki ZIP z modami. Nie masz jeszcze modów? Nie martw się! Możesz je pobrać ze strony ModAPI.

source: When you add mods, they'll appear as cards like this. You can give them custom names (double-click to rename) and install them with one click!
pl: Gdy dodasz mody, pojawią się jako karty jak ta. Możesz nadać im własne nazwy (kliknij dwa razy, aby zmienić) i zainstalować jednym kliknięciem!

source: Need the app in a different language? Just click this button to switch between available languages.
pl: Potrzebujesz aplikacji w innym języku? Po prostu kliknij ten przycisk, aby przełączyć między dostępnymi językami.

source: And that's it! If you ever need to see this tutorial again, just click the '?' button down here. Happy modding! 🎮
pl: To wszystko! Jeśli kiedykolwiek będziesz chciał zobaczyć ten tutorial ponownie, po prostu kliknij przycisk '?' tutaj na dole. Udanego modowania! 🎮

source: Invalid file data
pl: Nieprawidłowe dane pliku

source: Invalid file format
pl: Nieprawidłowy format pliku

source: Error processing file
pl: Błąd przetwarzania pliku

source: Error processing selected file
pl: Błąd przetwarzania wybranego pliku

source: Error selecting file
pl: Błąd wyboru pliku

source: ZIP files only!
pl: Tylko pliki ZIP!

source: File dropped
pl: Upuszczono plik

source: Drop ignored - zone inactive
pl: Upuszczenie zignorowane - strefa nieaktywna

source: Invalid file type dropped
pl: Upuszczono plik o nieprawidłowym typie

source: Error handling file drop
pl: Błąd podczas obsługi upuszczania pliku

source: File selection cancelled
pl: Anulowano wybór pliku
